Repository: JanBartels/wec_map
Catalog: Resources/Private/Languages/MapService/Google/*.locallang.xlf
Languages: de

# error_nothingToDisplay
source: There doesn't seem to be anything to display. Make sure the map is configured correctly and there are users or markers set.
de: Es scheint nichts anzuzeigen zu sein. Achten Sie darauf, dass die Karte ordnungsgemäß konfiguriert wurde und Benutzer und Markierungen festgelegt wurden.

# error_noHeightWidth
source: The map didn't have a height or width set. Make sure that height and width are set correctly in either the Flexform or via TypoScript.
de: Für die Karte wurde keine Höhe oder Breite festgelegt. Achten Sie darauf, dass Höhe und Breite entweder über Flexform oder TypoScript ordnungsgemäß festgelegt werden.

# error_noBrowserKey
source: There's no API key configured for this domain. Make sure to set an API key.
de: Für diese Domain ist kein API-Key konfiguriert. Bitte setzen Sie einen API-Key.

source: End Address
de: Zieladresse

source: Start Address
de: Startadresse

# OSM-alt
source: OpenStreetmap layer
de: OpenStreetmap anzeigen

# OSM-bike-alt
source: OpenCycleMap layer
de: OpenCycleMap anzeigen

# INVALID_REQUEST
source: The DirectionsRequest provided was invalid.
de: Die Anfrage war ungültig.

# MAX_WAYPOINTS_EXCEEDED
source: Too many DirectionsWaypoints were provided in the DirectionsRequest. The total allowed waypoints is 8, plus the origin and destination. Maps API for Business customers are allowed 23 waypoints, plus the origin, and destination.
de: Es wurden zu viele Wegpunkte in der Anfrage angegeben. Die maximale Anzahl an waypoints beträgt 8, plus Start- und Zielort. Kunden mit dem Google Maps API für Unternehmen können Anfragen mit bis zu 23 Wegpunkten ausführen.

# NOT_FOUND
source: At least one of the origin, destination, or waypoints could not be geocoded.
de: Mindestens einer der Standorte, die in der Anfrage als Startort, Zielort oder Wegpunkt angegeben wurden, konnte nicht geocodiert werden.

# OK
source: The response contains a valid DirectionsResult.
de: Die Antwort enthält ein gültiges Ergebnis.

# OVER_QUERY_LIMIT
source: The webpage has gone over the requests limit in too short a period of time.
de: Der Dienst hat innerhalb des zulässigen Zeitraums zu viele Anfragen von der Anwendung erhalten.

# REQUEST_DENIED
source: The webpage is not allowed to use the directions service.
de: Der Dienst hat die Verwendung des Routenplanerdiensts durch die Anwendung abgelehnt.

# UNKNOWN_ERROR
source: A directions request could not be processed due to a server error. The request may succeed if you try again.
de: Eine Routenanfrage konnte aufgrund eines Serverfehlers nicht verarbeitet werden. Die Anfrage liefert möglicherweise ein Ergebnis, wenn Sie es erneut versuchen.

# ZERO_RESULTS
source: No route could be found between the origin and destination.
de: Es konnte keine Route zwischen Start- und Zielort gefunden werden.
