Repository: JanBartels/wec_map
Catalog: Resources/Private/Languages/Backend/MapAdministration/*.locallang.xlf
Languages: de

# mlang_tabs_tab
source: WEC Map Admin
de: WEC-Kartenverwaltung

# mlang_labels_tabdescr
source: Caching for address->lat/long lookups.
de: Abfragen der LÃ¤ngen- und Breitengrade zwischenspeichern.

# title
source: WEC Map Admin
de: WEC-Kartenverwaltung

# menu_geocode
source: Geocode Admin
de: Geocode-Verwaltung

# menu_apikey
source: API Key Settings
de: Einstellungen API-Schlüssel

# menu_batch
source: Batch Geocode
de: Geocode-Stapelverarbeitung

# geocode
source: Geocode Admin
de: Geocode-Verwaltung

# apikey
source: API Key Settings
de: Einstellungen API-Schlüssel

# batch
source: Batch Geocode
de: Geocode-Stapelverarbeitung

source: Edit address
de: Adresse bearbeiten

source: Delete address
de: Adresse löschen

source: Update address
de: Adressen aktualisieren

source: Cancel Update
de: Aktualisierung abbrechen

source: Address
de: Adresse

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: Action
de: Aktion

source: Total cached addresses
de: Gesamte zwischengespeicherte Adressen

# deleteCache
source: Delete all cached addresses!
de: Alle zwischengespeicherten Adressen löschen!

source: Domain
de: Domäne

# alreadySavedDomains
source: The Domains and API keys below have already been saved and are being used.
de: Die untenstehenden Domänen und API-Schlüssel sind bereits gespeichert und werden verwendet.

# suggestedDomains
source: Below is a suggested list of domains that you may want to add API keys for.
de: Untenstehend ist ein Liste von Domänen, denen API-Schlüssel zugewiesen werden können.

# apiInstructions
source: In order to use the WEC Map extension you must have a Google Maps API Key. You can sign up for this key at the Google API Console (https://console.developers.google.com). Enter the API key below.
de: Um die WEC-Kartenerweiterung benutzen zu können, wird ein Schlüssel für das Google-Maps-API benötigt. Sie können sich zur Generierung des Schlüssels unter https://console.developers.google.com anmelden. Geben Sie die API-Schlüssel unten ein.

# submit
source: Save
de: Speichern

# downloadInstructions
source: wec_map uses some additional libraries which cannot be included for license reasons. If you want to host them on your own server, you can download them here. Please remember to change the settings of wec_map afterwards.
de: wec_map verwendet einige zusätzliche Bibliotheken, die aus lizenzrechtlichen Gründen nicht enthalten sind. Wenn Sie die Dateien auf Ihrem Server hosten wollen, können Sie sie hier herunterladen. Bitte denken Sie daran, die Einstellungen von wec_map anschließend zu ändern.

source: Download error:
de: Downloadfehler:

# downloadSuccess
source: Download successful:
de: Download erfolgreich:

source: Batch Geocode
de: Geocode-Stapelverarbeitung

# batchInstructions
source: The batch geocoder is used to quickly calculate the latitude and longitude for a large number of addresses. Without batch geocoding, this does not occur until the address is accessed, either from the frontend or the backend. This can significantly increase page loading time when many addresses are displayed so the batch geocoder can be used to avoid this problem.
de: Die Geocode-Stapelverarbeitung dient zum schnellen Berechnen von Längen- und Breitengraden einer großen Anzahl Adressen. Ohne die Stapelverarbeitung werden die Koordinaten erst beim Abruf der Adresse berechnet, egal ob der Zugriff aus dem Backend oder Frontend geschieht. Dies kann die Zeit zum Abrufen einer Seite signifikant erhöhen, besonders wenn viele Adressen angezeigt werden. Die Geocode-Stapelverarbeitung dient zum Umgehen dieses Problems.

# batchTables
source: The following tables contain address related data. When you begin the batch geocoding process, all records in these tables will be geocoded.
de: Die folgenden Tabellen enthalten Adressdaten. Während der Geocode-Stapelverarbeitung werden für alle Einträge in diesen Tabellen mittels Geocode die Koordinaten berechnet.

source: Start Geocoding
de: Geocoding starten

# processedStart
source: Processed
de: Berechnet

# processedMid
source: records of
de: Einträge von

# searchFilter
source: Filter records...
de: Einträge filtern...

source: Clear filter
de: Filter löschen

# noRecords
source: No records found.
de: Keine Einträge gefunden.
