Repository: JanBartels/wec_map
Catalog: Resources/Private/Languages/*.locallang_db.xlf
Languages: fr

# berecord_geocodelabel
source: Coords
fr: Coordonnées

# berecord_maplabel
source: Map
fr: Carte

source: End Address
fr: Lieu d'arrivée

# fromHereTo
source: From here
fr: Vers ce lieu

# geocodeFailed
source: Geocoding failed.
fr: Échec du géocodage

# geocodeNoAddress
source: Cannot determine latitude and longitude. Please enter an address and save.
fr: Impossible de déterminer la longitude et la latitude. Entrer une adresse et sauvegarder.

# geocodeNotPerformed
source: Geocoding has not been performed for this address.
fr: Le géocodage n'a pas été effectué pour cette adresse

# geocodeSuccessful
source: Geocoding successful!
fr: Géocodage réussi!

source: Get Directions
fr: Itinéraire

source: Location
fr: Lieu

source: Radius:
fr: Rayon

source: Start Address
fr: Lieu de départ

# toHereFrom
source: To here
fr: À partir de ce lieu

source: Travel mode
fr: Moyen de locomotion

# travelmode.DRIVING
source: car
fr: Voiture

# travelmode.BICYCLING
source: bike
fr: Vélo

# travelmode.TRANSIT
source: public transport
fr: Transport en commun

# travelmode.WALKING
source: walking
fr: Marche à pied

# tt_content.list_type_pi1
source: WEC Simple Map
fr: WEC Map carte simple

# tt_content.list_type_pi2
source: WEC Frontend User Map
fr: WEC carte Frontend User

# tt_content.list_type_pi3
source: WEC Table Map
fr: WEC carte tableau

# tx_wecmap_external
source: WEC Map External Resource
fr: WEC Map ressource externe

# tx_wecmap_external.title
source: Title
fr: Titre

source: Unit:
fr: Unité:

# pi1TemplateNotIncluded
source: <p>Please include the WEC Simple Map static template on your page.</p>
fr: Please include the WEC Simple Map static template on your page.

# pi2TemplateNotIncluded
source: <p>Please include the WEC Frontend User Map static template on your page.</p>
fr: Please include the WEC Frontend User Map static template on your page.

# pi3TemplateNotIncluded
source: <p>Please include the WEC Table Map static template on your page.</p>
fr: Please include the WEC Table Map static template on your page.

# wecApiTemplateNotIncluded
source: <p>Please include the WEC Map API static template on your page and make sure it&apos;s included before (above) any other WEC Map static templates.</p>
fr: <p>Please include the WEC Map API static template on your page and make sure it's included before (above) any other WEC Map static templates.

# tt_content.pi_flexform.apiKey
source: Google Maps API Key
fr: Clé Google Maps API Key

# tt_content.pi_flexform.city
source: City
fr: Ville

# tt_content.pi_flexform.conZoom
source: Show Zoom
fr: Afficher zoom

# tt_content.pi_flexform.conScale
source: Show Scale
fr: Afficher l'échelle

# tt_content.pi_flexform.conType
source: Show Map Type
fr: Afficher le type de carte

# tt_content.pi_flexform.controlsTitle
source: Map Controls
fr: Contrôle de carte

# tt_content.pi_flexform.coord
source: Coords
fr: Coordonnées

# tt_content.pi_flexform.country
source: Country
fr: Pays

# tt_content.pi_flexform.initialMapType
source: Initial Map Type
fr: Type de carte initial

# tt_content.pi_flexform.kml
source: KML to overlay
fr: KML à insérer

# tt_content.pi_flexform.mapHeight
source: Height (pixels)
fr: Hauteur (pixels)

# tt_content.pi_flexform.mapTitle
source: Map Details
fr: Détails de la carte

# tt_content.pi_flexform.mapWidth
source: Width (pixels)
fr: Largeur (pixels)

# tt_content.pi_flexform.prefillAddress
source: Prefill Address from User Info
fr: Inclure l'adresse à partir des informations d'usager

# tt_content.pi_flexform.privacy
source: Sensitive geocode (no address)
fr: Géocode sans adresse

# tt_content.pi_flexform.sheet
source: Address
fr: Adresse

# tt_content.pi_flexform.showDirs
source: Show Directions
fr: Afficher les directions

# tt_content.pi_flexform.showInfoOnLoad
source: Show Info Bubble On Load
fr: Afficher l'info bulle automatiquement

# tt_content.pi_flexform.showRadiusSearch
source: Show Radius Search
fr: Afficher la recherche par rayon

# tt_content.pi_flexform.showSidebar
source: Show Marker Sidebar
fr: Afficher les contrôles verticaux

# tt_content.pi_flexform.showWrittenDirs
source: Show Written Directions
fr: Afficher l'itinéraire

# tt_content.pi_flexform.state
source: State
fr: État / Province

# tt_content.pi_flexform.street
source: Address
fr: Adresse

# tt_content.pi_flexform.tables
source: Tables to map data from
fr: Table sur laquelle puiser les données

# tt_content.pi_flexform.title
source: Title
fr: Titre

# tt_content.pi_flexform.typeHybrid
source: Hybrid
fr: Hybride

# tt_content.pi_flexform.userGroup
source: Filter by FE user group (default: all)
fr: Filtrer par FE user (tous par défaut)

# tt_content.pi_flexform.zip
source: ZIP
fr: Code postal
